---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyInstance
zh: 族实例
source: html/93405c86-ae71-8675-cd74-1ddc271316b6.htm
---
# FamilyInstance Methods

**中文**: 族实例

Adds a coping (cut) to a steel beam.